matrix_app_api/app/controllers/characters_controller.rb

SELECT "characters".* FROM "characters"
---
        def index
            render json: Character.all